/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "将“%1$@”拖到\n“%2$@”操作之后。";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "将“%1$@”拖到%2$@。";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "添加“%@”\n以预览 GIF。";

/* %@ = shortcut name */
"Added shortcut: %@" = "已添加的捷径：%@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "捷径已还原。重新打开“捷径”应用以继续。";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "运行捷径“%@”";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "运行中，已完成百分之 %lu";

/* Accessibility label */
"Edit profile photo" = "编辑个人头像";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "从屏幕顶部下拉显示“通知中心”的动画";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "将“捷径”小组件添加到活跃小组件列表的动画";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "滚动到小组件列表底部并轻点“编辑”的动画";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "向左轻扫到小组件列表的动画";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "带有“捷径”小组件的“通知中心”屏幕快照";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@，%2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "%@的个人头像";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "作为主要身份";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "已选定为主要身份";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "加号键、减号键";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "退格键";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "小数点";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "很遗憾“捷径”无法解决这个问题；它是由主应用的错误引起的。建议联系应用制作者，让他们了解这个问题。";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "打开此扩展的应用未提供任何输入。";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "无法下载捷径。";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "“捷径”数据库无法读取，因为它是由更高版本的“捷径”创建的。\n\n您可以升级“捷径”或还原捷径。您的捷径会丢失，但如果使用了“iCloud 同步”，您就可以恢复它们。";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "“捷径”数据库已损坏，无法读取。您可以通过还原捷径来修复数据库。您的捷径会丢失，但如果使用了“iCloud 同步”，您就可以恢复它们。";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "“捷径”数据库已损坏，无法读取。\n\n您可以将损坏的数据库通过电子邮件发送给支持，或还原自定的捷径。您的捷径会丢失，但如果使用了“iCloud 同步”，您就可以恢复它们。";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "发送邮件给 Apple 支持";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "还原捷径";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "更新捷径";

/* Alert title for an error */
"Aw no!" = "糟糕！";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "捷径版本不匹配";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "捷径已还原";

/* Apple watch; label for result from running the shortcut */
"Result" = "结果";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "结果（%ld 个）";

/* Back button */
"Back" = "返回";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "添加小组件会显著提高运行捷径的速度。您确定要跳过此步骤吗？";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "提交未成功！请几分钟后再试一次。";

/* Button */
"Cancel" = "取消";

/* Button */
"Done" = "完成";

/* Button */
"Next" = "下一步";

/* Button */
"OK" = "好";

/* Button */
"Submit your own workflow" = "提交自己的工作流程";

/* Button for editing their profile picture */
"Edit" = "编辑";

/* Button or nav bar title */
"Edit Profile" = "编辑个人资料";

/* Button or title */
"Run shortcut" = "运行捷径";

/* Button or title to share a shortcut */
"Share Shortcut" = "分享捷径";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "提交捷径";

/* Button or title; user profile */
"Profile" = "个人资料";

/* Button that shows all collection search results */
"See All" = "查看全部";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "放弃更改";

/* Button title; create a new shortcut */
"Create Shortcut" = "创建捷径";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "添加小组件";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "保留两者";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "替换";

/* Button to skip a step */
"Skip" = "跳过";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "选取要显示在手表上的捷径。";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "选取要显示在复杂功能中的捷径。";

/* Copy content */
"Copy" = "拷贝";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "未找到指定捷径。";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "未找到捷径“%@”。";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "未命名捷径";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "通过录制个性化语音指令将任意捷径添加到 Siri。";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "将一系列步骤组合到一个捷径中，以便自动化使用应用进行各项操作。";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "通过“捷径”小组件更快访问捷径。";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "从图库中选取";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "拍照";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "johnny@workflow.is";

/* Edit profile; email field title */
"Email" = "电子邮件";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "网站 URL “%@”无效。";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "无效的网站";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "在已发布的工作流程中会将您称作“%@”。";

/* Edit profile; person name field title */
"Name" = "名字";

/* Edit profile; person name field title (required) */
"Name (Required)" = "名字（必填）";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "隐私信息";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "公开信息";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "未找到任何与“%@”相关的内容。请尝试搜索其他内容。";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "无捷径。";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "无结果";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "提供的捷径 URL 无效。";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "导入失败";

/* Error message */
"There are no photos in your photo library." = "照片图库中没有照片。";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "捷径链接可能无效或已删除。";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "无法连接到“捷径中心”。";

/* Error message title */
"Shortcut Not Found" = "未找到捷径";

/* Error message when a collection does not load */
"Couldn't load this collection." = "无法载入此精选。";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "无法载入此精选。";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "“%@”操作运行超时。";

/* Exit the app (kills the app) */
"Exit" = "退出";

/* Gallery search section title for collection search results */
"Collections" = "精选";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "折叠";

/* Gallery search; button to show more collection search results */
"Show More" = "展开";

/* Generic title for a notification show in the app */
"Notification" = "通知";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "捷径";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "操作";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "这是一个捷径。";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "恭喜！";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "哇！";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "运行捷径按钮";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "拖出操作来共享 GIF。";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "运行按钮";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\n出错了。请再试一次或轻点“完成”。";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\n捷径还未运行完成。请再试一次或轻点“完成”。";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\n您已经创建了一个捷径。现在请按下运行按钮来运行它！";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\n“捷径”是由一系列操作（左侧的项目）组成。\n\n接下来，我们来添加一个“制作 GIF”操作，此操作会将来自第一个操作的照片变成动画。";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\n我们来构建一个制作动画 GIF 的捷径吧。";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\n您已经运行了捷径。是不是很酷？";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "欢迎使用捷径。";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "轻点“提交”后，您的工作流程会被提交审核。如果我们决定将您的工作流程加入“捷径中心”，会通过电子邮件通知您。";

/* Make GIF action name */
"Make GIF" = "制作 GIF";

/* Media file name label */
"Media File" = "媒体文件";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "您要替换捷径吗？";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "工作流程信息";

/* None option */
"None" = "无";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "太好了！您似乎已经添加了“捷径”小组件。我们继续吧。";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "通过“捷径”小组件飞快地运行捷径。";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "请在此处描述工作流程的功能。";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "请在此处详细描述工作流程的功能。";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Johnny Appleseed";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "请在此处简短描述工作流程的功能。";

/* Print content */
"Print" = "打印";

/* Quick Look action name */
"Quick Look" = "快速查看";

/* Recovery option for when the gallery does not load */
"Try Again" = "再试一次";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "打开设置";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "打开蜂窝移动数据或使用无线局域网来访问“捷径中心”。";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "打开蜂窝移动数据或使用 Wi-Fi 来访问“捷径中心”。";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "关闭飞行模式或使用无线局域网来访问“捷径中心”。";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "关闭飞行模式或使用 Wi-Fi 来访问“捷径中心”。";

/* Save as image */
"Save Image" = "存储图像";

/* Search gallery */
"Search" = "搜索";

/* Section title */
"Shortcuts" = "捷径";

/* Share via AirDrop */
"AirDrop" = "隔空投送";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "印象笔记";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "邮件";

/* Share via Messages */
"Message" = "信息";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "捷径已提交";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "已添加到捷径库";

/* Splash screen primary button title */
"Get Started" = "开始使用";

/* Splash screen title */
"Welcome to Shortcuts" = "欢迎使用捷径";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "停止“%@”";

/* Take Photo action name */
"Take Photo (action name)" = "拍照";

/* Tap to choose an option */
"Tap to Choose" = "轻点以选取";

/* Terms and Conditions view title */
"Terms and Conditions" = "条款与条件";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "批准后我们会通知您！";

/* Title */
"Gallery" = "捷径中心";

/* Title */
"Shortcuts" = "捷径";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "告诉朋友";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "描述";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "长描述";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "短描述";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "工作流程名称";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "只需询问 Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "添加小组件？";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "您已经有名为“%@”的捷径。";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "哎呀";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "使用最短的路径";

/* Title of main screen showing your library of shortcuts */
"Library" = "捷径库";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "“捷径”小组件";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "数据库已损坏";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "查看捷径中心…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "管理捷径…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "在“捷径”中自定";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "您发现了小组件！轻点*添加小组件*以从任何位置访问它。";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "您发现了小组件！回到此处以快速运行捷径。";

/* Today widget; empty state */
"No Shortcuts" = "无捷径";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "轻点以查看其余捷径";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "正在载入";

/* Watch app button; stop running the shortcut */
"Stop" = "停止";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "显示/隐藏";

/* Watch app; Change text field text */
"Tap to Change" = "轻点以更改";

/* Watch app; Compose a message */
"Create Message" = "创建信息";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "加号键/减号键";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "作者：%@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "发件人地址";

/* Watch app; email composer; bcc address label */
"Bcc" = "密送";

/* Watch app; email composer; cc address label */
"Cc" = "抄送";

/* Watch app; email composer; from address label */
"From" = "发件人";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "附件（%ld 个）";

/* Watch app; email composer; subject label */
"Subject" = "主题";

/* Watch app; email composer; to address label */
"To" = "收件人";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "未找到位置";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "抄送/密送";

/* Watch app; number field placeholder */
"Enter number…" = "输入数字…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "必须选取要接收信息的收件人。";

/* Watch app; send the email */
"Send" = "发送";

/* Watch app; share QuickLook content */
"Share" = "共享";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "使用 iPhone 上的“接力”来允许访问“%@”。";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "使用 iPhone 上的“接力”来继续运行捷径。";

/* Watch app; text field placeholder */
"Enter text…" = "输入文本…";

/* Watch app; view current content on the phone */
"View on iPhone" = "在 iPhone 上查看";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "未添加捷径。";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "无捷径";

/* Website URL label */
"Website" = "网站";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "添加小组件";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "用力按压主屏幕上的“捷径”图标来打开小组件的动画";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "轻点“+”以添加“捷径”小组件。轻点“完成”。";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "向上轻扫以返回主屏幕，用力按压“捷径”图标，然后轻点“添加小组件”。";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "按下主屏幕按钮，用力按压“捷径”图标，然后轻点“添加小组件”。";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "滚动到底部\n并轻点“编辑”。";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "向左轻扫以显示\n您的小组件。";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "在左下方，向下滚动\n并轻点“编辑”。";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "从顶部向下轻扫以显示“通知中心”。";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "捷径已经可以共享了！";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = "到 %@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@到 %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "右";

